Revit 2024 API
TableData.GetSectionData Method
Overload List
Name | Description
GetSectionData(Int32)
 Returns the section data array element at the specified index.
GetSectionData(SectionType)
 Returns the pointer to the section data array element at the specified section type.
See Also
TableData Class
TableData Members
Autodesk.Revit.DB Namespace